Repository: igapyon/openrpa-ja-tmx
Catalog: tmx/OpenRPA.Utilities-en2ja.tmx
Source language: en_us
Languages: ja

source: Array of DataTable columns
ja: DataTable 列の配列

source: Compiled
ja: コンパイル済み

source: DataTable to insert into
ja: 挿入 DataTable

source: Drop activity
ja: アクティビティをドロップ

source: New DataTable variable
ja: 新規 DataTable 変数

source: New columns Name
ja: 新規列名

source: Replace with this string
ja: この文字列で置換

source: Row
ja: 行

source: Save into this folder
ja: このフォルダに保存

source: Select CSV file to write to
ja: 書込 CSV ファイルを選択

source: Select JSON file to read
ja: 読込 JSON ファイルを選択

source: Select PDF file to read
ja: 読込 PDF ファイルを選択

source: Select excel file to read
ja: 読込 Excel ファイルを選択

source: Select excel file to write to
ja: 書込 Excel ファイルを選択

source: Selected Folder
ja: 選択したフォルダ

source: The input string to match against
ja: マッチする入力文字列

source: The regular expression to match
ja: マッチする正規表現
